{
    "one": {
        "name": "The Rotten",
        "nick": "Owner of the Old Dead One's Soul",
        "degrees": "0deg",
        "iconId": "icon-one",
        "lore": "Procedimientos Especiales de Contención: El Sitio de Investigación-346 ha sido construido al interior de SCP-921. Señales que indican peligros de volcanes y terremotos han sido colocadas alrededor del área de contención del SCP-921, con el fin de desincentivar las visitas de civiles. Agentes de la Fundación disfrazados de miembros del Servicio Forestal Estatal Armenite deben asegurarse de que el área permanezca desocupada en todo momento. La interacción con instancias de SCP-921-1 está permitida a todo el personal que haya pasado el proceso de autorización general para el Sitio, mientras que la interacción directa con SCP-921-2 requiere la autorización del Director del Sitio, Dr. Siril.",
        "video": "https://www.youtube-nocookie.com/embed/dUEU7DddA9k",
        "icon": "../src/bosses/dark-souls-2/1-icon.png",
        "cube-image": "../src/bosses/dark-souls-2/one.jpg"
    },
    "two": {
        "name": "The Duke's Dear Freja",
        "nick": "Owner of the Old Paledrake Soul",
        "degrees": "90deg",
        "iconId": "icon-two",
        "lore": "Procedimientos Especiales de Contención: Las estatuas SCP-531 son efectivamente inofensivas cuando están una frente a otra. Cuando no están siendo estudiadas, estarán almacenadas en pares coincidentes en la instalación de media seguridad █████, colocadas en nichos de pared en lados opuestos a lo largo de un pasillo cubierto de mármol en una disposición que se aproxime a las circunstancias en las que fue encontrado el par original. Los nichos tienen puertas corredizas que se pueden cerrar mediante control remoto para que sea más fácil acercarse a ellas para su mantenimiento o experimentación, o en las ocasiones en que haya un número impar de estatuas en el inventario. Hay actualmente catorce estatuas en inventario, numeradas desde SCP-531-1 a SCP-531-14.",
        "video": "https://www.youtube-nocookie.com/embed/2ZJMWzerxLM",
        "icon": "../src/bosses/dark-souls-2/2-icon.png",
        "cube-image": "../src/bosses/dark-souls-2/two.jpg"
    },
    "three": {
        "name": "Lost Sinner",
        "nick": "Owner of the Old Witch Soul",
        "degrees": "180deg",
        "iconId": "icon-three",
        "lore": "Descripción: SCP-368 es una grulla animada de origami doblada en cartulina ornamentada. Si se le deja por su cuenta, va a posarse, acicalarse, volar de plataforma en plataforma, y ocasionalmente, construirá un nido provisional hecho de material de oficinas cercanas. Responde con afecto al contacto humano, como lo haría un pájaro domesticado. La conducta del objeto es, en general, amigable, y se le ha observado posándose en los hombros de varios miembros del personal SCP. Aunque el objeto no tiene requerimientos nutricionales, parece “dormir” por la noche ya que coloca su cabeza bajo su ala. Estudiar las propiedades físicas de SCP-368 ha sido difícil: el objeto parece interpretar intentos de capturarlo y contenerlo como un juego y ha demostrado considerable agilidad e ingenio para evadir incluso los más concentrados intentos de contenerlo. Aún no se conoce cómo SCP-368 se suspende y mantiene su estabilidad en el aire.",
        "video": "https://www.youtube-nocookie.com/embed/WN-Eo4zaGdI",
        "icon": "../src/bosses/dark-souls-2/3-icon.png",
        "cube-image": "../src/bosses/dark-souls-2/three.jpg"
    },
    "four": {
        "name": "Old Iron King",
        "nick": "Owner of the Old King Soul",
        "degrees": "270deg",
        "iconId": "icon-four",
        "lore": "El recinto debe ser limpiado en una base semanal. Durante este tiempo, todos los miembros de SCP-098 deben ser considerados primero, prevenir heridas o muerte al personal o SCP-098. Cualquier miembro de SCP-098 que parezca enfermo o herido debe ser retirado y examinado. Descripción: SCP-098 es una especie de crustáceo previamente desconocido. Se parecen a cangrejos, más bien chelae, los miembros delanteros terminan en estructuras parecidas a cuchillos que incorporan silicio para formar una punta extremadamente afilada. Los especímenes alcanzan un tamaño mayor al que es normal para otros artrópodos terrestres, en 40cm de alto y 60cm de ancho.",
        "video": "https://www.youtube-nocookie.com/embed/idGog_rWb0I",
        "icon": "../src/bosses/dark-souls-2/4-icon.png",
        "cube-image": "../src/bosses/dark-souls-2/four.jpg"
    }
}