{
    "dark-souls-1": {
        "one": {
            "name": "Nito",
            "nick": "The First of the Dead",
            "degrees": "0deg",
            "iconId": "icon-one",
            "lore": "Nito, the first of the dead, is one of the original Lords who found a Lord Soul at the dawn of the Age of Fire. His soul turned him into a living manifestation of illness and death, a mass of skeletons held together. He, along with the other Lords, waged war against the Dragons, and helped issue the killing blow by unleashing a miasma of death and disease upon them. After the war with the dragons, Nito descended into the Catacombs, and slumbered within the Tomb of the Giants.<br>Even in that state, he could administer the death of all life and offered much of the energy of his own soul to death itself.Travelers brave enough to find their way into his tomb would pay their respects and become a Gravelord Servant. While Nito sees all death, and induces all death, his servants return with Eyes of Death to prove that they have done their tasks. In return for their service to him, Nito accepts these offerings, and presents his servants with more power.",
            "video": "https://www.youtube-nocookie.com/embed/JrClUJyHY-o",
            "icon": "src/bosses/dark-souls-1/nito-icon.png",
            "cubeImg": "src/bosses/dark-souls-1/nito.jpg"
        },
        "two": {
            "name": "Seath",
            "nick": "The Scaleless",
            "degrees": "90deg",
            "iconId": "icon-two",
            "lore": "The albino dragon, Seath the Scaleless, betrayed his own kin by aiding Gwyn, Lord of Sunlight, during the war with the Everlasting Dragons. He acquired the Primordial Crystal; a sacred treasure pillaged when he turned on the ancient dragons, granting him immortality and making him a \"true Undead.\" Gwyn awarded Seath with Dukedom for his role during the war and gave him a fragment of a Lord Soul.<br>During his time as Duke, Seath became obsessed with his experiments and research, amassing countless tomes and was eventually driven mad. The Channelers, sorcerers under Seath's command, traveled to far lands in order to acquire more specimens. Many \"mistakes\" resulted in the process of Seath's experiments.<br>The six eyes of the Channelers compensated for Seath's blindness. Crystal Soldiers populate the fortress, as well as a few Serpent Soldiers to help guard the prison. Seath is said to be the founder of Sorcery and is the object of the infamous sorcerer, Logan's, obsession. Seath's creations include the Pisaca, Moonlight Butterfly, and Crystal Ember.",
            "video": "https://www.youtube-nocookie.com/embed/rhkILnXdWtU",
            "icon": "src/bosses/dark-souls-1/seath-icon.png",
            "cubeImg": "src/bosses/dark-souls-1/seath.jpg"
        },
        "three": {
            "name": "Witch of Izalith",
            "nick": "The Bed of Chaos",
            "degrees": "180deg",
            "iconId": "icon-three",
            "lore": "The Witch of Izalith was one of the Lords, the four beings who discovered the manifestations of disparity near the First Flame. At some point after this, she became the mother of \"The Witches of Chaos,\" who were thought to be her biological children. Giving pieces of her soul to her children, they joined in the war against the Dragons, and used their power to weave great firestorms to defeat them.<br>After this was over, she and her children are thought to have settled in their home city of Izalith, but whether or not she actually ruled the city is difficult to discern. In response to the fading of the First Flame, she attempted to use her Lord Soul to generate a new one. To this end, she generated a new flame in Izalith, known as the Flame of Chaos.<br>Though she was initially able to manage the flame, her attempt to create an established component of the world - when it already existed - did not succeed, and the flame began to become unstable. Tangled by the hands of witches, none were able to calm the flame, and the Witch of Izalith was \"killed\" when it grew too fierce. Using her soul to fuel itself, it spread throughout Izalith, killing many of the citizens. It consumed her body, molding it into a seedbed, and from it the Chaos Flame manifested as the twisted being known as the Bed of Chaos.",
            "video": "https://www.youtube-nocookie.com/embed/SUCzgiucoxA",
            "icon": "src/bosses/dark-souls-1/izalith-icon.png",
            "cubeImg": "src/bosses/dark-souls-1/izalith.jpg"
        },
        "four": {
            "name": "Gwyn",
            "nick": "The Lord of Cinder",
            "degrees": "270deg",
            "iconId": "icon-four",
            "lore": "After the advent of fire, Gwyn discovered a Lord Soul along with the Furtive Pygmy, Gravelord Nito, and the Witch of Izalith; The Lords allied with Seath the Scaleless and amassed an army, and with their power granted by their souls, challenged the Everlasting Dragons for dominion of the World. His mighty bolts peeled apart their ancient scales, allowing them to be killed by other means of attack, and they were ultimately defeated, but not eliminated.<br>And thus the Age of Fire began, with Gwyn as the king of Lordran. He lived with his clan in Anor Londo.Meanwhile, long after Gwyn formed his Four Knights, the flame began to fade, and the lords of sunlight and the other lords did everything they could to find a solution, but they just couldn't find it. Seeing no other choice, Gwyn left Anor Londo and traveled to the Kiln of the First Flame to link it, thus prolonging the Age of Fire.<br>A great many of his Black Knights followed him into the Kiln and were reduced to ash when he linked the fire, wandering Lordran as disembodied spirits for eternity; the remaining Silver Knights guard Anor Londo.However before he left, Gwyn divided his own soul among his clan and children, and granted parts to both the Four Kings and Seath along with other beings.",
            "video": "https://www.youtube-nocookie.com/embed/VIeqxGaZnFo",
            "icon": "src/bosses/dark-souls-1/gwyn-icon.png",
            "cubeImg": "src/bosses/dark-souls-1/gwyn.jpg"
        }
    },
    "dark-souls-2": {
        "one": {
            "name": "The Rotten",
            "nick": "Owner of the Old Dead One's Soul",
            "degrees": "0deg",
            "iconId": "icon-one",
            "lore": "The Rotten is an amalgamation of Undead bodies residing, and writhing, deep within the Black Gulch below the Gutter. The Rotten appears to have begun with an Undead trapped in one of the numerous iron cages found throughout Drangleic and is held together with chains. The Rotten embraces all, in his sanctuary for all things unwanted or tossed away.<br>There is one particular Undead on The Rotten's shoulder that mimics its movements, like it is controlling them. Shalquoir mentions in passing that the Rotten has been at the bottom of the Gutter for a very, very long time and implies he may not have been rotten from the beginning. When Shulva, the Sanctum City was enveloped in Sinh's poison, it may be that one of the fleeing survivors discovered the remnants of Nito's soul. This soul seems to have the perverse urge to gather power by combining itself with other less powerful beings.",
            "video": "https://www.youtube-nocookie.com/embed/dUEU7DddA9k",
            "icon": "src/bosses/dark-souls-2/rotten-icon.png",
            "cubeImg": "src/bosses/dark-souls-2/rotten.jpg"
        },
        "two": {
            "name": "The Duke's Dear Freja",
            "nick": "Owner of the Old Paledrake Soul",
            "degrees": "90deg",
            "iconId": "icon-two",
            "lore": "The Duke’s Dear Freja is a giant parasitic spider with two heads on opposite ends of its body. It has made its home within the remains of an ancient dragon’s body in the lowermost section of Brighstone Cove Tseldora.Freja is described as the Writhing Ruin’s Keeper. The Writhing Ruin is an ancient thing whose shadow remains cast over the land. It first took possession of a solitary insect (Freja), but grew its power by feasting on the wealth of twisted souls found in the land.<br>The Writhing Ruin is the title given to the remnants of Seath the Scaleless’ lord soul. This once magnificent soul continues to exert influence over the land, even after the eons have reduced it to remnants. The soul seems to develop in those it affects; peculiar fascinations. These fascinations take control, till there’s very little left of the person or being they once were. Shalquoir tell us that the Writhing Ruin keeps searching as we speak, searching for its heart’s desire.",
            "video": "https://www.youtube-nocookie.com/embed/2ZJMWzerxLM",
            "icon": "src/bosses/dark-souls-2/freja-icon.png",
            "cubeImg": "src/bosses/dark-souls-2/freja.jpg"
        },
        "three": {
            "name": "Lost Sinner",
            "nick": "Owner of the Old Witch Soul",
            "degrees": "180deg",
            "iconId": "icon-three",
            "lore": "The Lost Sinner is a prisoner of Sinner’s Rise. Her imprisonment is self-imposed, as the exit to her cell is wide open. She eternally punishes herself for the sins of her past. She does this by remaining imprisoned, and by wearing her penal set. A mask that pushes spikes into her face, a straight-jacket with a belt that tightly cinches, or binds her waist, handcuffs that restrict the movement of her hands, and a skirt that the guilty wear in shame. The Lost Sinner committed what some would believe to be the ultimate sin; attempting to light the First Flame. Any context for her crime is not included, but the events described happened a long, long time ago as it is repeatedly mentioned in her item descriptions that \"by now, no one knows who this was used to punish, or for what reason\". We can draw a number of inferences about the Lost Sinner. But interestingly, she was willing to leave them burning prior to the Chaos Bug entering her mask. This indicates that she is controlled by the small Chaos Bug we see in her opening cut scene. We know that the Witch of Izalith was transfigured into such a bug, and became the Bed of Chaos, mother of demons. We also know that these creatures have the ability to control others or at least influence their actions.",
            "video": "https://www.youtube-nocookie.com/embed/WN-Eo4zaGdI",
            "icon": "src/bosses/dark-souls-2/sinner-icon.png",
            "cubeImg": "src/bosses/dark-souls-2/sinner.jpg"
        },
        "four": {
            "name": "Old Iron King",
            "nick": "Owner of the Old King Soul",
            "degrees": "270deg",
            "iconId": "icon-four",
            "lore": "The King of an ancient kingdom once ruled from the Iron Keep, an impenetrable fortress made out of solid iron. He was obsessed with creating an indomitable empire that would last for centuries, but his wishes of longevity and impregnability would eventually lead to his downfall as his beloved castle began to sink into the earth due to the immense weight of the structure. As the earth opened to swallow his castle, molten iron began to melt the walls, eventually consuming his kingdom. He was believed to have been killed by the Smelter Demon and his soul possessed by the great evil that lurked in the flames.<br>The Old Iron King began his days as a little-known and unestablished lord, with a lust for power and glory. He was approached by Sir Alonne, a great warrior from the east, who helped him forge a kingdom for himself from the old Kingdom of Venn. Doing so cost him what little resources he had, but in the process, he discovered an iron-producing miracle, which allowed him to freely shape and harness the powers of iron.<br>He was also served by the pyromancer Eygil, who attempted to breathe life into fire itself. Eygil appears to have created the Smelter Demon which would eventually strike the Old Iron King down. As the king died and his kingdom sunk into fire and molten rock, he was possessed by the great evil that lurked below, and reborn in the form seen by the player, referred to in the English localization as Ichorous Earth.",
            "video": "https://www.youtube-nocookie.com/embed/idGog_rWb0I",
            "icon": "src/bosses/dark-souls-2/iron-icon.png",
            "cubeImg": "src/bosses/dark-souls-2/iron.jpg"
        }
    }
}